{"BR-01":"[BR-01]-Faktúra musí mať Identifikátor špecifikácie (BT-24).   ","BR-02":"[BR-02]-Faktúra musí mať Číslo faktúry (BT-1).","BR-03":"[BR-03]-Faktúra musí mať Dátum vystavenia faktúry (BT-2).","BR-04":"[BR-04]-Faktúra musí mať Kód typu faktúry (BT-3).","BR-05":"[BR-05]-Faktúra musí mať Kód meny faktúry (BT-5).","BR-06":"[BR-06]-Faktúra musí uvádzať Meno/názov predávajúceho (BT-27).","BR-07":"[BR-07]-Faktúra musí uvádzať Meno/názov kupujúceho (BT-44).","BR-08":"[BR-08]-Faktúra musí uvádzať Poštovú adresu predávajúceho.","BR-09":"[BR-09]-Poštová adresa predávajúceho (BG-5) musí uvádzať Kód krajiny predávajúceho (BT-40).","BR-10":"[BR-10]-Faktúra musí uvádzať Poštovú adresu kupujúceho (BG-8).","BR-11":"[BR-11]-Poštová adresa kupujúceho musí uvádzať Kód krajiny kupujúceho (BT-55).","BR-12":"[BR-12]-Faktúra musí uvádzať Súčet čistých súm riadkov faktúry (BT-106).","BR-13":"[BR-13]-Faktúra musí uvádzať Celkovú sumu faktúry bez DPH (BT-109).","BR-14":"[BR-14]-Faktúra musí uvádzať Celkovú sumu faktúry vrátane DPH (BT-112).","BR-15":"[BR-15]-Faktúra musí uvádzať Splatnú sumu na úhradu (BT-115).","BR-16":"[BR-16]-Faktúra musí obsahovať aspoň jeden Riadok faktúry (BG-25)","BR-17":"[BR-17]-Faktúra musí uvádzať Meno/názov príjemcu platby (BT-59), ak sa Príjemca platby (BG-10) líši od Predávajúceho (BG-4)","BR-18":"[BR-18]-Meno/názov daňového zástupcu predávajúceho (BT-62) musí byť uvedené vo faktúre, ak má Predávajúci (BG-4) Daňového zástupcu predávajúceho (BG-11)","BR-19":"[BR-19]-Poštová adresa daňového zástupcu predávajúceho (BG-12) musí byť uvedená vo faktúre, ak má Predávajúci (BG-4) Daňového zástupcu predávajúceho (BG-11).","BR-20":"[BR-20]-Poštová adresa daňového zástupcu predávajúceho (BG-12) musí obsahovať Kód krajiny daňového zástupcu (BT-69), ak má Predávajúci (BG-4) Daňového zástupcu predávajúceho (BG-11).","BR-21":"[BR-21]-Každý Riadok faktúry (BG-25) musí uvádzať Identifikátor riadku faktúry (BT-126).","BR-22":"[BR-22]-Každý Riadok faktúry (BG-25) musí uvádzať Fakturované množstvo (BT-129).","BR-23":"[BR-23]-Riadok faktúry (BG-25) musí uvádzať Kód mernej jednotky fakturovaného množstva (BT-130).","BR-24":"[BR-24]-Každý Riadok faktúry (BG-25) musí uvádzať Čistú sumu v riadku faktúry (BT-131).","BR-25":"[BR-25]-Každý Riadok faktúry (BG-25) musí uvádzať Názov položky (BT-153).","BR-26":"[BR-26]-Každý Riadok faktúry (BG-25) musí uvádzať Cenu za položku netto (BT-146).","BR-27":"[BR-27]-Cena za položku netto (BT-146) NESMIE byť záporná.","BR-28":"[BR-28]-Cena za položku brutto (BT-148) NESMIE byť záporná.","BR-29":"[BR-29]-Ak je uvedený Počiatočný dátum fakturačného obdobia (BT-73) aj Konečný dátum fakturačného obdobia (BT-74), potom Konečný dátum fakturačného obdobia (BT-74) musí byť neskorší alebo rovnaký ako Počiatočný dátum fakturačného obdobia (BT-73).","BR-30":"[BR-30]-Ak je uvedený Počiatočný dátum obdobia v riadku faktúry (BT-134) aj Konečný dátum obdobia v riadku faktúry (BT-135), potom Konečný dátum obdobia v riadku faktúry (BT-135) musí byť neskorší alebo rovnaký ako Počiatočný dátum obdobia v riadku faktúry (BT-134).","BR-31":"[BR-31]-Každá Zrážka na úrovni dokladu (BG-20) musí mať uvedenú Sumu zrážky na úrovni dokladu (BT-92).","BR-32":"[BR-32]-Každá Zrážka na úrovni dokladu (BG-20) musí mať uvedený Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95).","BR-33":"[BR-33]-Každá Zrážka na úrovni dokladu (BG-20) musí mať uvedený Dôvod zrážky na úrovni dokladu (BT-97) alebo Kód dôvodu zrážky na úrovni dokladu (BT-98).","BR-36":"[BR-36]-Každá Prirážka na úrovni dokladu (BG-21) musí mať uvedenú Sumu prirážky na úrovni dokladu (BT-99).","BR-37":"[BR-37]-Každá Prirážka na úrovni dokladu (BG-21) musí mať uvedený Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102).","BR-38":"[BR-38]-Každá Prirážka na úrovni dokladu (BG-21) musí mať uvedený Dôvod prirážky na úrovni dokladu (BT-104) alebo Kód dôvodu prirážky na úrovni dokladu (BT-105).","BR-41":"[BR-41]-Každá Zrážka v riadku faktúry (BG-27) musí uvádzať Sumu zrážky v riadku faktúry (BT-136).","BR-42":"[BR-42]-Každá Zrážka v riadku faktúry (BG-27) musí mať uvedený Dôvod zrážky v riadku faktúry (BT-139) alebo Kód dôvodu zrážky v riadku faktúry (BT-140).","BR-43":"[BR-43]-Každá Prirážka v riadku faktúry (BG-28) musí uvádzať Sumu prirážky v riadku faktúry (BT-141).","BR-44":"[BR-44]-Každá Prirážka v riadku faktúry musí mať uvedený Dôvod prirážky v riadku faktúry alebo Kód dôvodu prirážky v riadku faktúry.","BR-45":"[BR-45]-Každé Rozdelenie DPH (BG-23) musí uvádzať Základ dane za kategóriu DPH (BT-116).","BR-46":"[BR-46]-Každé Rozdelenie DPH (BG-23) musí uvádzať Sumu dane za kategóriu DPH (BT-117).","BR-47":"[BR-47]-Každé Rozdelenie DPH (BG-23) musí byť definované Kódom kategórie DPH (BT-118).","BR-48":"[BR-48]-Každé Rozdelenie DPH (BG-23) musí uvádzať Sadzbu kategórie DPH (BT-119), okrem prípadu, kedy faktúra nepodlieha DPH.","BR-49":"[BR-49]-Pokyn pre platbu (BG-16) musí špecifikovať Kód typu spôsobu platby (BT-81).","BR-50":"[BR-50]-Ak faktúra uvádza informácie k bezhotovostnému prevodu (BG-17),  musí obsahovať Identifikátor platobného účtu (BT-84).","BR-51":"[BR-51]-Ak faktúra uvádza Informácie o platobnej karte (BG-18), musí obsahovať posledných 4 až 6 číslic Čísla primárneho účtu platobnej karty (BT-87).","BR-52":"[BR-52]-Každý Dodatočný podporný dokument (BG-24) musí obsahovať Odkaz na podporný dokument (BT-122).","BR-53":"[BR-53]-Ak je uvedený Kód účtovnej meny DPH (BT-6), potom sa musí uviesť Celková suma DPH za faktúru v účtovnej mene (BT-111).","BR-54":"[BR-54]-Každý Atribút položky (BG-32) musí obsahovať Názov atribútu položky (BT-160) a Hodnotu atribútu položky (BT-161).","BR-55":"[BR-55]-Každé Referenčné označenie predchádzajúcej faktúry (BG-3) musí obsahovať Referenčné označenie predchádzajúcej faktúry (BT-25).","BR-56":"[BR-56]-Každý Daňový zástupca predávajúceho (BG-11) musí mať Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-57":"[BR-57]-Každá Dodacia adresa (BG-15) musí obsahovať Kód krajiny určenia dodávky (BT-80).","BR-61":"[BR-61]-Ak Kód typu spôsobu platby (BT-81) znamená bezhotovostný prevod SEPA, miestny bezhotovostný prevod, alebo medzinárodný bezhotovostný prevod iný než SEPA, musí byť uvedený Identifikátor platobného účtu (BT-84).","BR-62":"[BR-62]-Elektronická adresa predávajúceho (BT-34) musí mať  Identifikátor schémy.","BR-63":"[BR-63]-Elektronická adresa kupujúceho (BT-49) musí mať  Identifikátor schémy.","BR-64":"[BR-64]-Identifikátor štandardu položky (BT-157) musí mať Identifikátor schémy.","BR-65":"[BR-65]-Identifikátor klasifikácie položky (BT-158) musí mať Identifikátor schémy.","BR-AE-01":"[BR-AE-01]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), Zrážku na úrovni dokladu (BG-20) alebo Prirážku na úrovni dokladu (BG-21), kde Kód kategórie DPH (BT-151, BT-95 alebo BT-102) je „Prenesenie daňovej povinnosti“, musí v Rozdelení DPH (BG-23) uvádzať práve jeden Kód kategórie DPH (BT-118) zodpovedajúci „Preneseniu daňovej povinnosti“.","BR-AE-02":"[BR-AE-02]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Prenesenie daňovej povinnosti“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho\nna účely DPH (BT-63) a Identifikátor kupujúceho na účely DPH (BT-48) a/alebo Identifikátor zákonnej registrácie kupujúceho (BT-47).","BR-AE-03":"[BR-AE-03]-Faktúra, ktorá obsahuje Zrážku na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Prenesenie daňovej povinnosti“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63) a Identifikátor kupujúceho na účely DPH (BT-48) a/alebo Identifikátor zákonnej registrácie kupujúceho (BT-47).","BR-AE-04":"[BR-AE-04]-Faktúra, ktorá obsahuje Prirážku na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Prenesenie daňovej povinnosti“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63) a Identifikátor kupujúceho na účely DPH (BT-48) a/alebo Identifikátor zákonnej registrácie kupujúceho (BT-47).","BR-AE-05":"[BR-AE-05]-V Riadku faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Prenesenie daňovej povinnosti“, musí byť Sadzba DPH fakturovanej položky (BT-152) rovná 0 (nule).","BR-AE-06":"[BR-AE-06]-Pri Zrážke na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Prenesenie daňovej povinnosti“, musí byť Sadzba DPH pre zrážku na úrovni dokladu (BT-96) rovná 0 (nule).","BR-AE-07":"[BR-AE-07]-Pri Prirážke na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Prenesenie daňovej povinnosti“, musí byť Sadzba DPH pre prirážku na úrovni dokladu (BT-103) rovná 0 (nule).","BR-AE-08":"[BR-AE-08]-V Rozdelení DPH (BG-23), kde je Kód kategórie DPH (BT-118) „Prenesenie daňovej povinnosti“, musí byť Základ dane za kategóriu DPH (BT-116) rovný súčtu Čistých súm v riadku faktúry (BT-131) mínus súčet Súm zrážok na úrovni dokladu (BT-92) plus súčet Súm prirážok na úrovni dokladu (BT-99), kde Kódy kategórie DPH  (BT-151, BT-95, BT-102) uvádzajú „Prenesenie daňovej povinnosti“.","BR-AE-09":"[BR-AE-09]-Suma dane za kategóriu DPH (BT-117) v Rozdelení DPH (BG-23), kde Kód kategórie DPH (BT-118) je „Prenesenie daňovej povinnosti“, sa rovná 0 (nule).","BR-AE-10":"[BR-AE-10]-Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „Prenesenie daňovej povinnosti“ musí uvádzať Kód dôvodu oslobodenia od DPH (BT-121) vo význame „Prenesenie daňovej povinnosti“ alebo Text dôvodu oslobodenia od DPH (BT-120) „Prenesenie daňovej povinnosti“ (alebo ekvivalentný štandardný text v inom jazyku).","BR-CO-03":"[BR-CO-03]-Dátum uskutočnenia zdaniteľného plnenia (BT-7) a Kód dátumu uskutočnenia zdaniteľného plnenia (BT-8) sa vzájomne vylučujú.","BR-CO-04":"[BR-CO-04]-Každý Riadok faktúry (BG-25) musí byť kategorizovaný Kódom kategórie DPH fakturovanej položky (BT-151).","BR-CO-05":"[BR-CO-05]-Kód dôvodu zrážky na úrovni dokladu (BT-98) a Dôvod zrážky na úrovni dokladu (BT-97) musia uvádzať rovnaký typ zrážky.","BR-CO-06":"[BR-CO-06]-Kód dôvodu prirážky na úrovni dokladu (BT-105) a Dôvod prirážky na úrovni dokladu (BT-104) musia uvádzať rovnaký typ prirážky.","BR-CO-07":"[BR-CO-07]-Kód dôvodu zrážky v riadku faktúry (BT-140) a Dôvod zrážky v riadku faktúry (BT-139) musia uvádzať rovnaký typ zrážky.","BR-CO-08":"[BR-CO-08]-Kód dôvodu prirážky v riadku faktúry (BT-145) a Dôvod prirážky v riadku faktúry (BT144) musia uvádzať rovnaký typ prirážky.","BR-CO-09":"[BR-CO-09]-Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63) a Identifikátor kupujúceho na účely DPH (BT-48) musí mať predponu v súlade s ISO kódom podľa ISO 3166-1 alpha-2, podľa ktorého sa dá identifikovať krajina vystavenia. Grécko však môže používať predponu „EL“.","BR-CO-10":"[BR-CO-10]-Súčet Čistých súm riadkov faktúry (BT-106) = Σ Čistá suma v riadku faktúry (BT-131).","BR-CO-11":"[BR-CO-11]-Súčet zrážok na úrovni dokladu (BT-107) = Σ Suma zrážky na úrovni dokladu (BT-92).","BR-CO-12":"[BR-CO-12]-Súčet prirážok na úrovni dokladu (BT-108) = Σ Suma prirážky na úrovni dokladu (BT-99).","BR-CO-13":"[BR-CO-13]-Celková suma faktúry bez DPH (BT-109) = Σ Čistá suma v riadku faktúry (BT-131) - Súčet zrážok na úrovni dokladu (BT-107) + Súčet prirážok na úrovni dokladu (BT-108).","BR-CO-14":"[BR-CO-14]-Celková suma DPH za faktúru (BT-110) = Σ Suma dane za kategóriu DPH (BT-117).","BR-CO-15":"[BR-CO-15]-Celková suma faktúry vrátane DPH (BT-112) = Celková suma faktúry bez DPH (BT-109) + Celková suma DPH za faktúru (BT-110).","BR-CO-16":"[BR-CO-16]-Splatná suma na úhradu (BT-115) = Celková suma faktúry vrátane DPH (BT-112) -Zaplatená suma (BT-113) +Suma zaokrúhlenia (BT-114).","BR-CO-17":"[BR-CO-17]-Suma dane za kategóriu DPH (BT-117) = Základ dane za kategóriu DPH (BT-116) x (Sadzba kategórie DPH (BT-119) / 100), zaokrúhlené na dve desatinné miesta.","BR-CO-18":"[BR-CO-18]-Faktúra musí uvádzať najmenej jednu skupinu Rozdelenia DPH (BG-23).","BR-CO-19":"[BR-CO-19]-Ak sa použije Fakturačné obdobie (BG-14), musí byť vyplnený Počiatočný dátum fakturačného obdobia (BT-73) alebo Konečný dátum fakturačného obdobia (BT-74), alebo oba dátumy.","BR-CO-20":"[BR-CO-20]-Ak sa použije Obdobie v riadku faktúry (BG-26), musí byť vyplnený Počiatočný dátum obdobia v riadku faktúry (BT-134) alebo Konečný dátum obdobia v riadku faktúry (BT-135), alebo oba dátumy.","BR-CO-21":"[BR-CO-21]-Každá Zrážka na úrovni dokladu (BG-20) musí obsahovať Dôvod zrážky na úrovni dokladu (BT-97) alebo Kód dôvodu zrážky na úrovni dokladu (BT-98), alebo oboje.","BR-CO-22":"[BR-CO-22]-Každá Prirážka na úrovni dokladu (BG-21) musí obsahovať Dôvod prirážky na úrovni dokladu (BT-104) alebo Kód dôvodu prirážky na úrovni dokladu (BT-105), alebo oboje.","BR-CO-23":"[BR-CO-23]-Každá Zrážka v riadku faktúry (BG-27) musí obsahovať Dôvod zrážky v riadku faktúry (BT-139) alebo Kód dôvodu zrážky v riadku faktúry (BT-140), alebo oboje.","BR-CO-24":"[BR-CO-24]-Každá Prirážka v riadku faktúry (BG-28) musí obsahovať Dôvod prirážky v riadku faktúry (BT-144) alebo Kód dôvodu prirážky v riadku faktúry (BT-145), alebo oboje.","BR-CO-25":"[BR-CO-25]-V prípade, že je Splatná suma na úhradu (BT-115) kladná, musí byť uvedený Dátum splatnosti (BT-9) alebo Platobné podmienky (BT-20).","BR-CO-26":"[BR-CO-26]-Aby mohol kupujúci automaticky identifikovať dodávateľa, musí sa uviesť Identifikátor predávajúceho (BT-29), Identifikátor zákonnej registrácie predávajúceho (BT-30) a/alebo Identifikátor predávajúceho na účely DPH (BT-31).  ","BR-E-01":"[BR-E-01]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), Zrážku na úrovni dokladu (BG-20) alebo Prirážku na úrovni dokladu (BG-21), kde Kód kategórie DPH (BT-151, BT-95 alebo BT-102) je „Oslobodené od DPH“, musí obsahovať práve jedno Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „Oslobodené od DPH“.","BR-E-02":"[BR-E-02]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Oslobodené od DPH“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-E-03":"[BR-E-03]-Faktúra, ktorá obsahuje Zrážku na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Oslobodené od DPH“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-E-04":"[BR-E-04]-Faktúra, ktorá obsahuje Prirážku na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Oslobodené od DPH“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-E-05":"[BR-E-05]-V Riadku faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Oslobodené od DPH“, musí byť Sadzba DPH fakturovanej položky (BT-152) rovná 0 (nule).","BR-E-06":"[BR-E-06]-Pri Zrážke na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Oslobodené od DPH“, musí byť Sadzba DPH pre zrážku na úrovni dokladu (BT-96) rovná 0 (nule).","BR-E-07":"[BR-E-07]-Pri Prirážke na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Oslobodené od DPH“, musí byť Sadzba DPH pre prirážku na úrovni dokladu (BT-103) rovná 0 (nule).","BR-E-08":"[BR-E-08]-V Rozdelení DPH (BG-23), kde je Kód kategórie DPH (BT-118) „Oslobodené od DPH“, musí byť Základ dane za kategóriu DPH (BT-116) rovný súčtu Čistých súm v riadku faktúry (BT-131) mínus súčet Súm zrážok na úrovni dokladu (BT-92) plus súčet Súm prirážok na úrovni dokladu (BT-99), kde Kódy kategórie DPH  (BT-151, BT-95, BT-102) uvádzajú „Oslobodené od DPH“.","BR-E-09":"[BR-E-09]-Suma dane za kategóriu DPH (BT-117) v Rozdelení DPH (BG-23), kde Kód kategórie DPH (BT-118) je „Oslobodené od DPH“, sa rovná 0 (nule).","BR-E-10":"[BR-E-10]-Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „Oslobodené od DPH“ musí uvádzať Kód dôvodu oslobodenia od DPH (BT-121) alebo Text dôvodu oslobodenia od DPH (BT-120).","BR-G-01":"[BR-G-01]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), Zrážku na úrovni dokladu (BG-20) alebo Prirážku na úrovni dokladu (BG-21), kde Kód kategórie DPH (BT-151, BT-95 alebo BT-102) je „Vývoz mimo EÚ“, musí v Rozdelení DPH (BG-23) uvádzať práve jeden Kód kategórie DPH (BT-118) zodpovedajúci „Vývozu mimo EÚ“.","BR-G-02":"[BR-G-02]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Vývoz mimo EÚ“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31) alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-G-03":"[BR-G-03]-Faktúra, ktorá obsahuje Zrážku na úrovni dokladu (BG-20), kde je Kód kategórie pre zrážku na úrovni dokladu (BT-95) „Vývoz mimo EÚ“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31) alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-G-04":"[BR-G-04]-Faktúra, ktorá obsahuje Prirážku na úrovni dokladu (BG-21), kde je Kód kategórie pre prirážku na úrovni dokladu (BT-102) „Vývoz mimo EÚ“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31) alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-G-05":"[BR-G-05]-V Riadku faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Vývoz mimo EÚ“, musí byť Sadzba DPH fakturovanej položky (BT-152) rovná 0 (nule).","BR-G-06":"[BR-G-06]-Pri Zrážke na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Vývoz mimo EÚ“, musí byť Sadzba DPH pre zrážku na úrovni dokladu (BT-96) rovná 0 (nule).","BR-G-07":"[BR-G-07]-Pri Prirážke na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Vývoz mimo EÚ“, musí byť Sadzba DPH pre prirážku na úrovni dokladu (BT-103) rovná 0 (nule).","BR-G-08":"[BR-G-08]-V Rozdelení DPH (BG-23), kde je Kód kategórie DPH (BT-118) „Vývoz mimo EÚ“, musí byť Základ dane za kategóriu DPH (BT-116) rovný súčtu Čistých súm v riadku faktúry (BT-131) mínus súčet Súm zrážok na úrovni dokladu (BT-92) plus súčet Súm prirážok na úrovni dokladu (BT-99), kde Kódy kategórie DPH  (BT-151, BT-95, BT-102) uvádzajú „Vývoz mimo EÚ“.","BR-G-09":"[BR-G-09]-Suma dane za kategóriu DPH (BT-117) v Rozdelení DPH (BG-23), kde Kód kategórie DPH (BT-118) je „Vývoz mimo EÚ“ sa rovná 0 (nule).","BR-G-10":"[BR-G-10]-Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „Vývoz mimo EÚ“ musí uvádzať Kód dôvodu oslobodenia od DPH (BT-121) vo význame „Vývoz mimo EÚ“ alebo Text dôvodu oslobodenia od DPH (BT-120) „Vývoz mimo EÚ“ (alebo ekvivalentný štandardný text v inom jazyku).","BR-IC-01":"[BR-IC-01]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), Zrážku na úrovni dokladu (BG-20) alebo Prirážku na úrovni dokladu (BG-21), kde Kód kategórie DPH (BT-151, BT-95 alebo BT-102) je „Dodávka vnútri Spoločenstva“, musí v Rozdelení DPH (BG-23) uvádzať práve jeden Kód kategórie DPH (BT-118) zodpovedajúci „Dodávke vnútri Spoločenstva“.","BR-IC-02":"[BR-IC-02]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Dodávka vnútri Spoločenstva“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31) alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63) a Identifikátor kupujúceho na účely DPH (BT-48).","BR-IC-03":"[BR-IC-03]-Faktúra, ktorá obsahuje Zrážku na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Dodávka vnútri Spoločenstva“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31) alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63) a Identifikátor kupujúceho na účely DPH (BT-48).","BR-IC-04":"[BR-IC-04]-Faktúra, ktorá obsahuje Prirážku na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Dodávka vnútri Spoločenstva“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31) alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63) a Identifikátor kupujúceho na účely DPH (BT-48).","BR-IC-05":"[BR-IC-05]-V Riadku faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Dodávka vnútri Spoločenstva“, musí byť Sadzba DPH fakturovanej položky (BT-152) rovná 0 (nule).","BR-IC-06":"[BR-IC-06]-Pri Zrážke na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Dodávka vnútri Spoločenstva“, musí byť Sadzba DPH pre zrážku na úrovni dokladu (BT-96) rovná 0 (nule).","BR-IC-07":"[BR-IC-07]-Pri Prirážke na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Dodávka vnútri Spoločenstva“, musí byť Sadzba DPH pre prirážku na úrovni dokladu (BT-103) rovná 0 (nule).","BR-IC-08":"[BR-IC-08]-V Rozdelení DPH (BG-23), kde je Kód kategórie DPH (BT-118) „Dodávka vnútri Spoločenstva“, musí byť Základ dane za kategóriu DPH (BT-116) rovný súčtu Čistých súm v riadku faktúry (BT-131) mínus súčet Súm zrážok na úrovni dokladu (BT-92) plus súčet Súm prirážok na úrovni dokladu (BT-99), kde Kódy kategórie DPH  (BT-151, BT-95, BT-102) uvádzajú „Dodávka vnútri Spoločenstva“.","BR-IC-09":"[BR-IC-09]-Suma dane za kategóriu DPH (BT-117) v Rozdelení DPH (BG-23), kde Kód kategórie DPH (BT-118) je „Dodávka vnútri Spoločenstva“, sa rovná 0 (nule).","BR-IC-10":"[BR-IC-10]-Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „Dodávka vnútri Spoločenstva“ musí uvádzať Kód dôvodu oslobodenia od DPH (BT-121) vo význame „Dodávka vnútri Spoločenstva“ alebo Text dôvodu oslobodenia od DPH (BT-120) „Dodávka vnútri Spoločenstva“ (alebo ekvivalentný štandardný text v inom jazyku).","BR-IC-11":"[BR-IC-11]-Vo faktúre s Rozdelením DPH (BG-23), kde Kód kategórie DPH (BT-118) je „Dodávka vnútri Spoločenstva“, nesmie byť nevyplnený Skutočný dátum dodávky (BT-72) alebo Fakturačné obdobie (BG-14).","BR-IC-12":"[BR-IC-12]-Vo faktúre s Rozdelením DPH (BG-23), kde Kód kategórie DPH (BT-118) je „Dodávka vnútri Spoločenstva“, nesmie byť nevyplnený Kód krajiny určenia dodávky (BT-80).","BR-IG-01":"[BR-IG-01]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), Zrážku na úrovni dokladu (BG-20) alebo Prirážku na úrovni dokladu (BG-21), kde Kód kategórie DPH (BT-151, BT-95 alebo BT-102) je „IGIC“, musí v Rozdelení DPH (BG-23) uvádzať aspoň jeden Kód kategórie DPH (BT-118) zodpovedajúci „IGIC“.","BR-IG-02":"[BR-IG-02]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „IGIC“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-IG-03":"[BR-IG-03]-Faktúra, ktorá obsahuje Zrážku na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „IGIC“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-IG-04":"[BR-IG-04]-Faktúra, ktorá obsahuje Prirážku na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „IGIC“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-IG-05":"[BR-IG-05]-V Riadku faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „IGIC“, musí byť Sadzba DPH fakturovanej položky (BT-152) rovná 0 (nule) alebo väčšia ako nula.","BR-IG-06":"[BR-IG-06]-Pri Zrážke na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „IGIC“, musí byť Sadzba DPH pre zrážku na úrovni dokladu (BT-96) rovná 0 (nule) alebo väčšia ako nula.","BR-IG-07":"[BR-IG-07]-Pri Prirážke na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „IGIC“, musí byť Sadzba DPH pre prirážku na úrovni dokladu (BT-103) rovná 0 (nule) alebo väčšia ako nula.","BR-IG-08":"[BR-IG-08]-Pri každej odlišnej hodnote Sadzby kategórie DPH (BT-119), kde je Kód kategórie DPH (BT-118) „IGIC“, musí byť Základ dane za kategóriu DPH (BT-116) v Rozdelení DPH (BG-23) rovný súčtu Čistých súm v riadku faktúry (BT-131) plus súčet Súm prirážok na úrovni dokladu (BT-99) mínus súčet Súm zrážok na úrovni dokladu (BT-92), kde Kód kategórie DPH (BT-151, BT-102, BT-95) je „IGIC“ a Sadzba DPH (BT-152, BT-103, BT-96) sa rovná Sadzbe kategórie DPH (BT-119).","BR-IG-09":"[BR-IG-09]-Suma dane za kategóriu DPH (BT-117) v Rozdelení DPH (BG-23), kde je Kód kategórie DPH (BT-118) „IGIC“, sa musí rovnať Základu dane za kategóriu DPH (BT-116) vynásobenému Sadzbou kategórie DPH (BT-119).","BR-IG-10":"[BR-IG-10]-Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „IGIC“ nesmie uvádzať Kód dôvodu oslobodenia od DPH (BT-121) alebo Text dôvodu oslobodenia od DPH (BT-120).","BR-IP-01":"[BR-IP-01]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), Zrážku na úrovni dokladu (BG-20) alebo Prirážku na úrovni dokladu (BG-21), kde Kód kategórie DPH (BT-151, BT-95 alebo BT-102) je „IPSI“, musí v Rozdelení DPH (BG-23) uvádzať aspoň jeden Kód kategórie DPH (BT-118) zodpovedajúci „IPSI“.","BR-IP-02":"[BR-IP-02]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „IPSI“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-IP-03":"[BR-IP-03]-Faktúra, ktorá obsahuje Zrážku na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „IPSI“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-IP-04":"[BR-IP-04]-Faktúra, ktorá obsahuje Prirážku na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „IPSI“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-IP-05":"[BR-IP-05]-V Riadku faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „IPSI“, musí byť Sadzba DPH fakturovanej položky (BT-152) rovná 0 (nule) alebo väčšia ako nula.","BR-IP-06":"[BR-IP-06]-Pri Zrážke na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „IPSI“, musí byť Sadzba DPH pre zrážku na úrovni dokladu (BT-96) rovná 0 (nule) alebo väčšia ako nula.","BR-IP-07":"[BR-IP-07]-Pri Prirážke na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „IPSI“, musí byť Sadzba DPH pre prirážku na úrovni dokladu (BT-103) rovná 0 (nule) alebo väčšia ako nula.","BR-IP-08":"[BR-IP-08]-Pri každej odlišnej hodnote Sadzby kategórie DPH (BT-119), kde je Kód kategórie DPH (BT-118) „IPSI“, musí byť Základ dane za kategóriu DPH (BT-116) v Rozdelení DPH (BG-23) rovný súčtu Čistých súm v riadku faktúry (BT-131) plus súčet Súm prirážok na úrovni dokladu (BT-99) mínus súčet Súm zrážok na úrovni dokladu (BT-92), kde Kód kategórie DPH (BT-151, BT-102, BT-95) je „IPSI“ a Sadzba DPH (BT-152, BT-103, BT-96) sa rovná Sadzbe kategórie DPH (BT-119).","BR-IP-09":"[BR-IP-09]-Suma dane za kategóriu DPH (BT-117) v Rozdelení DPH (BG-23), kde je Kód kategórie DPH (BT-118) „IPSI“, sa musí rovnať Základu dane za kategóriu DPH (BT-116) vynásobenému Sadzbou kategórie DPH (BT-119).","BR-IP-10":"[BR-IP-10]-Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „IPSI“ nesmie uvádzať Kód dôvodu oslobodenia od DPH (BT-121) alebo Text dôvodu oslobodenia od DPH (BT-120).","BR-O-01":"[BR-O-01]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), Zrážku na úrovni dokladu (BG-20) alebo Prirážku na úrovni dokladu (BG-21), kde Kód kategórie DPH (BT-151, BT-95 alebo BT-102) je „Nepodlieha DPH“, musí obsahovať práve jedno Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „Nepodlieha DPH“.","BR-O-02":"[BR-O-02]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Nepodlieha DPH“, nesmie uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63), ani Identifikátor kupujúceho na účely DPH (BT-48).","BR-O-03":"[BR-O-03]-Faktúra, ktorá obsahuje Zrážku na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Nepodlieha DPH“, nesmie uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63), ani Identifikátor kupujúceho na účely DPH (BT-48).","BR-O-04":"[BR-O-04]-Faktúra, ktorá obsahuje Prirážku na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Nepodlieha DPH“, nesmie uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63), ani Identifikátor kupujúceho na účely DPH (BT-48).","BR-O-05":"[BR-O-05]-Riadok faktúry (BG-25), kde je Kód kategórie DPH (BT-151) „Nepodlieha DPH“, nesmie obsahovať Sadzbu DPH fakturovanej položky (BT-152).","BR-O-06":"[BR-O-06]-Zrážka na úrovni dokladu (BG-20), kde je Kód kategórie DPH (BT-95) „Nepodlieha DPH“, nesmie obsahovať Sadzba DPH pre zrážku na úrovni dokladu (BT-96).","BR-O-07":"[BR-O-07]-Prirážka na úrovni dokladu (BG-21), kde je Kód kategórie DPH (BT-102) „Nepodlieha DPH“, nesmie obsahovať Sadzba DPH pre prirážku na úrovni dokladu (BT-103).","BR-O-08":"[BR-O-08]-V Rozdelení DPH (BG-23), kde je Kód kategórie DPH (BT-118) „Nepodlieha DPH“, musí byť Základ dane za kategóriu DPH (BT-116) rovný súčtu Čistých súm v riadku faktúry (BT-131) mínus súčet Súm zrážok na úrovni dokladu (BT-92) plus súčet Súm prirážok na úrovni dokladu (BT-99), kde Kódy kategórie DPH  (BT-151, BT-95, BT-102) uvádzajú „Nepodlieha DPH“.","BR-O-09":"[BR-O-09]-Suma dane za kategóriu DPH (BT-117) v Rozdelení DPH (BG-23), kde Kód kategórie DPH (BT-118) je „Nepodlieha DPH“ sa rovná 0 (nule).","BR-O-10":"[BR-O-10]-Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „Nepodlieha DPH“ musí uvádzať Kód dôvodu oslobodenia od DPH (BT-121) vo význame „Nepodlieha DPH“ alebo Text dôvodu oslobodenia od DPH (BT-120) „Nepodlieha DPH“ (alebo ekvivalentný štandardný text v inom jazyku).","BR-O-11":"[BR-O-11]-Faktúra, ktorá obsahuje skupinu Rozdelenia DPH (BG-23) s Kódom kategórie DPH (BT-118) „Nepodlieha DPH“, nesmie obsahovať iné skupiny Rozdelenia DPH (BG-23).","BR-O-12":"[BR-O-12]-Faktúra, ktorá obsahuje skupinu Rozdelenia DPH (BG-23) s Kódom kategórie DPH (BT-118) „Nepodlieha DPH“, nesmie obsahovať Riadok faktúry (BG-25), kde Kód kategórie DPH fakturovanej položky (BT-151) nie je „Nepodlieha DPH“.","BR-O-13":"[BR-O-13]-Faktúra, ktorá obsahuje skupinu Rozdelenia DPH (BG-23) s Kódom kategórie DPH (BT-118) „Nepodlieha DPH“, nesmie obsahovať Zrážky na úrovni dokladu (BG-20), kde Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) nie je „Nepodlieha DPH“.","BR-O-14":"[BR-O-14]-Faktúra, ktorá obsahuje skupinu Rozdelenia DPH (BG-23) s Kódom kategórie DPH (BT-118) „Nepodlieha DPH“, nesmie obsahovať Prirážky na úrovni dokladu (BG-21), kde Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) nie je „Nepodlieha DPH“.","BR-S-01":"[BR-S-01]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), Zrážku na úrovni dokladu (BG-20) alebo Prirážku na úrovni dokladu (BG-21), kde Kód kategórie DPH (BT-151, BT-95 alebo BT-102) je „Základná sadzba“, musí v Rozdelení DPH (BG-23) uvádzať aspoň jeden Kód kategórie DPH (BT-118) zodpovedajúci „Základná sadzba“.","BR-S-02":"[BR-S-02]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Základná sadzba“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-S-03":"[BR-S-03]-Faktúra, ktorá obsahuje Zrážku na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Základná sadzba“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-S-04":"[BR-S-04]-Faktúra, ktorá obsahuje Prirážku na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Základná sadzba“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-S-05":"[BR-S-05]-V Riadku faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Základná sadzba“, musí byť Sadzba DPH fakturovanej položky (BT-152) väčšia ako nula.","BR-S-06":"[BR-S-06]-Pri Zrážke na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Základná sadzba“, musí byť Sadzba DPH pre zrážku na úrovni dokladu (BT-96) väčšia ako nula.","BR-S-07":"[BR-S-07]-Pri Prirážke na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Základná sadzba“, musí byť Sadzba DPH pre prirážku na úrovni dokladu (BT-103) väčšia ako nula.  ","BR-S-08":"[BR-S-08]-Pri každej odlišnej hodnote Sadzby kategórie DPH (BT-119), kde je Kód kategórie DPH (BT-118) „Základná sadzba“, musí byť Základ dane za kategóriu DPH (BT-116) v Rozdelení DPH (BG-23) rovný súčtu Čistých súm v riadku faktúry (BT-131) plus súčet Súm prirážok na úrovni dokladu (BT-99) mínus súčet Súm zrážok na úrovni dokladu (BT-92), kde Kód kategórie DPH (BT-151, BT-102, BT-95) je „Základná sadzba“ a Sadzba DPH (BT-152, BT-103, BT-96) sa rovná Sadzbe kategórie DPH (BT-119).","BR-S-09":"[BR-S-09]-Suma dane za kategóriu DPH (BT-117) v Rozdelení DPH (BG-23), kde je Kód kategórie DPH (BT-118) „Základná sadzba“, sa musí rovnať Základu dane za kategóriu DPH (BT-116) vynásobenému Sadzbou kategórie DPH (BT-119).","BR-S-10":"[BR-S-10]-Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „Základná sadzba“ nesmie uvádzať Kód dôvodu oslobodenia od DPH (BT-121) alebo Text dôvodu oslobodenia od DPH (BT-120).","BR-Z-01":"[BR-Z-01]-Faktúra, ktorá obsahuje Riadok faktúry (BG-25), Zrážku na úrovni dokladu (BG-20) alebo Prirážku na úrovni dokladu (BG-21), kde Kód kategórie DPH (BT-151, BT-95 alebo BT-102) je „Nulová sadzba“, musí v Rozdelení DPH (BG-23) uvádzať práve jeden Kód kategórie DPH (BT-118) zodpovedajúci „Nulová sadzba“.","BR-Z-02":"[BR-Z-02]-Faktúra, ktorá obsahuje Riadok faktúry, kde je Kód kategórie DPH fakturovanej položky (BT-151) „Nulová sadzba“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-Z-03":"[BR-Z-03]-Faktúra, ktorá obsahuje Zrážku na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Nulová sadzba“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-Z-04":"[BR-Z-04]-Faktúra, ktorá obsahuje Prirážku na úrovni dokladu, kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Nulová sadzba“, musí uvádzať Identifikátor predávajúceho na účely DPH (BT-31), Identifikátor daňovej registrácie predávajúceho (BT-32) a/alebo Identifikátor daňového zástupcu predávajúceho na účely DPH (BT-63).","BR-Z-05":"[BR-Z-05]-V Riadku faktúry (BG-25), kde je Kód kategórie DPH fakturovanej položky (BT-151) „Nulová sadzba“, musí byť Sadzba DPH fakturovanej položky (BT-152) rovná 0 (nule).","BR-Z-06":"[BR-Z-06]-Pri Zrážke na úrovni dokladu (BG-20), kde je Kód kategórie DPH pre zrážku na úrovni dokladu (BT-95) „Nulová sadzba“, musí byť Sadzba DPH pre zrážku na úrovni dokladu (BT-96) rovná 0 (nule).","BR-Z-07":"[BR-Z-07]-Pri Prirážke na úrovni dokladu (BG-21), kde je Kód kategórie DPH pre prirážku na úrovni dokladu (BT-102) „Nulová sadzba“, musí byť Sadzba DPH pre prirážku na úrovni dokladu (BT-103) rovná 0 (nule).","BR-Z-08":"[BR-Z-08]-V Rozdelení DPH (BG-23), kde je Kód kategórie DPH (BT-118) „Nulová sadzba“, musí byť Základ dane za kategóriu DPH (BT-116) rovný súčtu Čistých súm v riadku faktúry (BT-131) mínus súčet Súm zrážok na úrovni dokladu (BT-92) plus súčet Súm prirážok na úrovni dokladu (BT-99), kde Kódy kategórie DPH  (BT-151, BT-95, BT-102) uvádzajú „Nulová sadzba“.","BR-Z-09":"[BR-Z-09]-Suma dane za kategóriu DPH (BT-117) v Rozdelení DPH (BG-23), kde Kód kategórie DPH (BT-118) je „Nulová sadzba“, sa rovná 0 (nule).","BR-Z-10":"[BR-Z-10]-Rozdelenie DPH (BG-23) s Kódom kategórie DPH (BT-118) „Nulová sadzba“ nesmie uvádzať Kód dôvodu oslobodenia od DPH (BT-121) alebo Text dôvodu oslobodenia od DPH (BT-120)."}